Repository: rchuk/fms
Catalog: backend/Fms/Localization/ErrorMessages.*.resx
Languages: uk

# unknown-general
source: Unknown error
uk: Невідома помилка

# user-already-exists-by-email
source: User with given email already exists
uk: Користувача з вказаною адресою електронної пошти вже зареєстровано

# user-doesnt-exist-by-email
source: User with given email doesn't exist
uk: Користувача з вказаною адресою електронної пошти не існує

source: Wrong password
uk: Вказано неправильний пароль

# validation-general
source: Validation error
uk: Помилка валідації

# unathorized
source: User is not authorized
uk: Користувача не авторизовано

source: Forbidden
uk: Доступ заборонено

source: Account doesn't exist
uk: Вказаного акаунту не існує

# subscription-cant-create-organization
source: You can't create organization with your subscription plan
uk: Ви не можете створити організацію з цим рівнем підписки

# organization-already-exists-by-name
source: Organization with specified name already exists
uk: Організація з вказаною назвоб вже існує

source: Organization doesn't exist
uk: Вказаної організації не існує

# organization-forbidden
source: You don't have required access level in organization
uk: У вас недостатній рівень доступу в організації

source: User doesn't exist
uk: Вказаного користувача не існує

# user-not-in-organization
source: User is not a member of the organization
uk: Вказаний користувач не є членом організації

# organization-cant-set-owner
source: You can't assign owner role
uk: Ви не можете призначити роль власника

# organization-cant-change-owner
source: You can't change organization owner's role
uk: Ви не можете змінити роль власника організації

# subscription-cant-downgrade
source: You can't downgrade subscription level
uk: Ви не можете знизи рівень підписки

# invalid-color
source: Color must be in hex format FFFFFF
uk: Колір має бути у hex форматі FFFFFF

source: Workspace doesn't exist
uk: Вказаного робочого простору не існує

# workspace-forbidden
source: You don't have required access level in the workspace
uk: У вас недостатній рівень доступу у робочому просторі

source: Transaction category doesn't exist
uk: Вказаної категорії транзакцій не існує

# transaction-amount-zero
source: Transaction amount can't be zero
uk: Сума транзакції не може бути нульовою

source: Transaction amount doesn't match category
uk: Сума витрати не збігається з категорією

source: Transaction doesn't exist
uk: Вказаної транзакції не існує

# private-workspace-already-exists
source: User already has private workspace
uk: У користувача вже є приватний робочий простір

# subscription-cant-create-shared-workspace
source: You can't create shared workspace with this subscription level
uk: Ви не можете створити спільний робочий простір з цим рівнем підписки

# subscription-cant-create-more-workspaces
source: You can't create more shared workspaces with this subscription level
uk: Ви не можете створити більше спільних робочих просторів з цим рівнем підписки

# workspace-private-cant-add-users
source: You can't add users to private workspace
uk: Ви не можете додати користувача до приватного робочого простору

# workspace-user-already-exists
source: User is already member of the workspace
uk: Користувач уже є членом робочого простору

# workspace-cant-add-more-users
source: You can't add more users to wirkspace with this subscription level
uk: Ви не можете додати більше користувачів до робочого простору з цим рівнем підписки

# workspace-cant-set-owner
source: You can't assign owner role
uk: Ви не можете призначити роль власника робочого простору

# workspace-cant-change-owner
source: You can't change workspace owner
uk: Ви не можете змінити власника організації
